//add - предметы добавленные в начале игры
//r - предметы, которые надо открыть

export const EAT = {
	"id-42": {name: "Несварение", url: "несварение.png"}, //r
	"id-23": {name: "Кастрюля", url: "кастрюля.png"}, //add
	"id-43": {name: "Нож", url: "нож.png"}, //add
	"id-62": {name: "Сковородка", url: "сковородка.png"}, //add
	"id-76": {name: "Толкушка", url: "толкушка.png"}, //add
	"id-13": {name: "Духовка", url: "духовка.png"}, //add
	"id-9": {name: "Венчик", url: "венчик.png"}, //add
	"id-37": {name: "Масло подсолнечное", url: "масло_подсолнечное.png"}, //add
	"id-60": {name: "Сахар", url: "сахар.png"}, //add
	"id-20": {name: "Карамель", url: "карамель.png"}, //r
	"id-44": {name: "Огурец", url: "огурец.png"}, //add
	"id-54": {name: "Помидор", url: "помидор.png"}, //add
	"id-92": {name: "Картошка", url: "картошка.png"}, //add
	"id-94": {name: "Свекла", url: "свекла.png"}, //add
	"id-22": {name: "Баклажан", url: "баклажан.png"}, //add
	"id-19": {name: "Капуста", url: "капуста.png"}, //add
	"id-39": {name: "Морковка", url: "морковка.png"}, //add
	"id-48": {name: "Перец", url: "перец.png"}, //add
	"id-12": {name: "Гриб", url: "гриб.png"}, //add
	"id-59": {name: "Салат", url: "салат.png"}, //r
	"id-56": {name: "Рататуй", url: "рататуй.png"}, //r
	"id-1": {name: "Банан", url: "банан.png"}, //add
	"id-86": {name: "Яблоко", url: "яблоко.png"}, //add
	"id-85": {name: "Яблоко в карамели", url: "яблоко_в_карамели.png"}, //r
	"id-11": {name: "Виноград", url: "виноград.png"}, //add
	"id-46": {name: "Орехи", url: "орехи.png"}, //add
	"id-24": {name: "Клубника", url: "клубника.png"}, //add
	"id-8": {name: "Варенье", url: "варенье.png"}, //r
	"id-32": {name: "Лимон", url: "лимон.png"}, //add
	"id-33": {name: "Листы нори", url: "листы_нори.png"}, //add
	"id-67": {name: "Суши", url: "суши.png"}, //r
	"id-90": {name: "Яйцо", url: "яйцо.png"}, //add
	"id-30": {name: "Курица", url: "курица.png"}, //add
	"id-28": {name: "Куриная грудка", url: "куриная_грудка.png"}, //r
	"id-88": {name: "Куриные крылышки", url: "куриные_крылышки.png"}, //r
	"id-16": {name: "Жареный окорок", url: "жареный_окорок.png"}, //r
	"id-26": {name: "Крылья KFС", url: "крылья_kfc.png"}, //r
	"id-87": {name: "Свинина", url: "свинина.png"}, //add
	"id-65": {name: "Стейк", url: "стейк.png"}, //r
	"id-79": {name: "Фарш", url: "фарш.png"}, //r
	"id-47": {name: "Пельмени", url: "пельмени.png"}, //r
	"id-36": {name: "Манты", url: "манты.png"}, //r
	"id-75": {name: "Тефтели", url: "тефтели.png"}, //r
	"id-58": {name: "Рыба", url: "рыба.png"}, //add
	"id-89": {name: "Филе рыбы", url: "филе_рыбы.png"}, //r
	"id-17": {name: "Икра", url: "икра.png"}, //r
	"id-15": {name: "Жареная рыба", url: "жареная_рыба.png"}, //r
	"id-38": {name: "Молоко", url: "молоко.png"}, //add
	"id-73": {name: "Творог", url: "творог.png"}, //r
	"id-68": {name: "Сыр", url: "сыр.png"}, //r
	"id-18": {name: "Йогурт", url: "йогурт.png"}, //r
	"id-71": {name: "Сырники", url: "сырники.png"}, //r
	"id-55": {name: "Пшеница", url: "пшеница.png"}, //add
	"id-57": {name: "Рис", url: "рис.png"}, //add
	"id-83": {name: "Шоколад", url: "шоколад.png"}, //add
	"id-40": {name: "Мука", url: "мука.png"}, //r
	"id-74": {name: "Тесто", url: "тесто.png"}, //r
	"id-31": {name: "Лаваш", url: "лаваш.png"}, //r
	"id-72": {name: "Сырный лаваш", url: "сырный_лаваш.png"}, //r
	"id-45": {name: "Оладьи", url: "оладьи.png"}, //r
	"id-5": {name: "Блины", url: "блины.png"}, //r
	"id-2": {name: "Блины с вареньем", url: "блины_с_вареньем.png"}, //r
	"id-3": {name: "Блины с икрой", url: "блины_с_икрой.png"}, //r
	"id-4": {name: "Блины с творогом", url: "блины_с_творогом.png"}, //r
	"id-80": {name: "Хлеб", url: "хлеб.png"}, //r
	"id-27": {name: "Кулич", url: "кулич.png"}, //r
	"id-66": {name: "Сухарики", url: "сухарики.png"}, //r
	"id-77": {name: "Торт", url: "торт.png"}, //r
	"id-84": {name: "Шоколадный торт", url: "шоколадный_торт.png"}, //r
	"id-49": {name: "Печенье", url: "печенье.png"}, //r
	"id-91": {name: "Зефир", url: "зефир.png"}, //r
	"id-51": {name: "Пирожок с яблоком", url: "пирожок.png"}, //r
	"id-81": {name: "Чебурек", url: "чебурек.png"}, //r
	"id-34": {name: "Макароны", url: "макароны.png"}, //r
	"id-41": {name: "Макароны по-флотски", url: "мясо_по-флотски.png"}, //r
	"id-52": {name: "Пицца", url: "пицца.png"}, //r
	"id-14": {name: "Жареная картошка", url: "жареная_картошка.png"}, //r
	"id-21": {name: "Картошка фри", url: "картошка_фри.png"}, //r
	"id-93": {name: "Пюрешка", url: "пюрешка.png"}, //r
	"id-6": {name: "Борщ", url: "борщ.png"}, //r
	"id-29": {name: "Куриный суп", url: "куриный_суп.png"}, //r
	"id-95": {name: "Суп с макаронами", url: "суп_с_макаронами.png"}, //r
	"id-69": {name: "Сырная пахлебка", url: "сырная_пахлебка.png"}, //r
	"id-78": {name: "Уха", url: "уха.png"}, //r
	"id-82": {name: "Шаурма", url: "шаурма.png"}, //r
	"id-70": {name: "Сырная шаурма", url: "сырная_шаурма.png"}, //r
	"id-53": {name: "Плов", url: "плов.png"}, //r
	"id-7": {name: "Крабсбургер", url: "бургер.png"},
	"id-63": {name: "Смузи", url: "смузи.png"}, //r
	"id-50": {name: "Пиво", url: "пиво.png"}, //r
	"id-10": {name: "Вино", url: "вино.png"}, //r
};

//рецепты
export const COOKED = {
	'id-2': ['id-5', 'id-8'],
	'id-3': ['id-5', 'id-17'],
	'id-4': ['id-5', 'id-73'],
	'id-5': ['id-45', 'id-45'],
	'id-6': ['id-23', 'id-94', 'id-19'],
	'id-7': ['id-80', 'id-65', 'id-44'],
	'id-8': ['id-24', 'id-60'],
	'id-10': ['id-11', 'id-42'],
	'id-14': ['id-92', 'id-62'],
	'id-15': ['id-62', 'id-89'],
	'id-16': ['id-88', 'id-62'],
	'id-17': ['id-58', 'id-43', 'id-43'],
	'id-18': ['id-38', 'id-42'],
	'id-20': ['id-60', 'id-62'],
	'id-21': ['id-92', 'id-62', 'id-43'],
	'id-26': ['id-88', 'id-62', 'id-66'],
	'id-27': ['id-80', 'id-91'],
	'id-28': ['id-30', 'id-43'],
	'id-29': ['id-23', 'id-92', 'id-30'],
	'id-31': ['id-74', 'id-62'],
	'id-34': ['id-74', 'id-43', 'id-23'],
	'id-36': ['id-47', 'id-47'],
	'id-40': ['id-55', 'id-55', 'id-55'],
	'id-41': ['id-34', 'id-79'],
	'id-42': ['id-38', 'id-58'],
	'id-45': ['id-40', 'id-90', 'id-38'],
	'id-47': ['id-23', 'id-79', 'id-74'],
	'id-49': ['id-40', 'id-83', 'id-90'],
	'id-50': ['id-55', 'id-55'],
	'id-51': ['id-74', 'id-86', 'id-62'],
	'id-52': ['id-68', 'id-54', 'id-74'],
	'id-53': ['id-57', 'id-16'],
	'id-56': ['id-48', 'id-54', 'id-22'],
	'id-59': ['id-19', 'id-54', 'id-44'],
	'id-63': ['id-24', 'id-1', 'id-38'],
	'id-65': ['id-87', 'id-62'],
	'id-66': ['id-80', 'id-13'],
	'id-67': ['id-33', 'id-89', 'id-57'],
	'id-68': ['id-73', 'id-73'],
	'id-69': ['id-29', 'id-68'],
	'id-70': ['id-59', 'id-16', 'id-72'],
	'id-71': ['id-73', 'id-74'],
	'id-72': ['id-31', 'id-68'],
	'id-73': ['id-38', 'id-23'],
	'id-74': ['id-40', 'id-90'],
	'id-75': ['id-79', 'id-57'],
	'id-77': ['id-38', 'id-55', 'id-90'],
	'id-78': ['id-23', 'id-92', 'id-58'],
	'id-79': ['id-43', 'id-87'],
	'id-80': ['id-74', 'id-13'],
	'id-81': ['id-74', 'id-79', 'id-62'],
	'id-82': ['id-59', 'id-16', 'id-31'],
	'id-84': ['id-77', 'id-83'],
	'id-85': ['id-86', 'id-20'],
	'id-88': ['id-30', 'id-43', 'id-43'],
	'id-89': ['id-58', 'id-43'],
	'id-91': ['id-9', 'id-60', 'id-90'],
	'id-93': ['id-92', 'id-76'],
	'id-95': ['id-23', 'id-92', 'id-34']
};

export const ITEMS_START = ["id-23", "id-43", "id-62", "id-76", "id-13", "id-9", "id-37", "id-60", "id-44", "id-54", "id-92", "id-94", "id-22", "id-19", "id-39", "id-48", "id-12", "id-1", "id-86", "id-11", "id-46", "id-24", "id-32", "id-33", "id-90", "id-30", "id-87", "id-58", "id-38", "id-55", "id-57", "id-83"];
